app/controllers/users_controller.rb

INSERT INTO "users" ("admin", "created_at", "email", "name", "password_digest", "updated_at") VALUES (?, ?, ?, ?, ?, ?)
---
  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save